tap "cockroachdb/cockroach"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "wagoodman/dive"
brew "autojump"
brew "bat"
brew "caddy"
brew "python"
brew "cmake"
brew "elm"
brew "fd"
brew "libtiff"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "go"
brew "htop"
brew "imagemagick"
brew "libav"
brew "openssl@1.1"
brew "lynx"
brew "m-cli"
brew "mariadb"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "mysql@5.7", restart_service: true
brew "ncdu"
brew "nginx"
brew "node"
brew "nss", link: false
brew "p7zip"
brew "php@7.1", restart_service: true
brew "postgresql", restart_service: true
brew "prettyping"
brew "r", link: false
brew "redis"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
brew "wagoodman/dive/dive"
cask "adobe-acrobat-reader"
cask "atom"
cask "balenaetcher"
cask "coconutbattery"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "istat-menus"
cask "jeromelebel-mongohub"
cask "little-snitch"
cask "max"
cask "molotov"
cask "omnidisksweeper"
cask "onyx"
cask "osxfuse"
cask "pdftotext"
cask "protonvpn"
cask "quicklook-json"
cask "rstudio"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "staruml"
cask "superduper"
cask "switchresx"
cask "tad"
cask "thunderbird"
cask "toggl"
cask "tower"
cask "transmission"
cask "unrarx"
cask "veracrypt"
cask "whatsapp"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "DoublePane", id: 409737246
mas "iPhoto", id: 408981381
mas "PhotoSweeper", id: 463362050
mas "Pixelmator", id: 407963104
mas "Sip", id: 507257563
mas "WorldExplorer", id: 414872849
